Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: ཉོན་མོངས་པའི་རི་རྣམ་པར་ཕྱེ་མར་བྱེད་དོ། །སྤྲོས་པ་ཐམས་ཅད་རབ་ཏུ་དེད་པར་བྱེད་དོ། །ལྟ་བ་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་བྱེད་དོ། །སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་ཡང་འགོད་པར་བྱེད་དོ། །
en: They will turn the mountain of afflictions into dust, eliminate all mental elaborations, destroy all views, and establish beings in the qualities of the buddhas.

source: རིགས་ཀྱི་བུ་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ན་སེམས་ཅན་མི་དགེ་བའི་རྩ་བ་དང་ལྷན་ཅིག་ཏུ་འགྲོགས་པ་རྣམས་ཀྱི་ནང་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པ་དེ་ལྟ་བུས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་སྤྱད་པ་སྤྱོད་པའི་ཚེ། རྣམ་པ་དེ་ལྟ་བུའི་དོན་བྱ་བ་བསྡུ་བའི་དངོས་པོས་སེམས་ཅན་རྣམས་འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: “Noble sons, when bodhisattvas engage in the practice of the six perfections in that manner among beings who involve themselves with roots of nonvirtue in buddha realms inundated with the afflictions and the five impurities, they motivate those beings to adopt the supramundane discipline using altruistic actions as a means of attracting disciples and they establish them in that discipline.

source: དགོད་པར་བྱེད་དོ། །ཡོན་ཏན་གྱིས་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་དོན་བྱ་བ་ལ་སེམས་ཅན་རྣམས་འགོད་པར་བྱེད་པ་འདི་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་སྐྱེས་བུ་ཆེན་པོའི་ཁུར་ཏོ། །
en: Because they have this quality, those who establish beings in the altruistic action that is the quality of a buddha take on the great burden of a bodhisattva.

source: སེམས་ཅན་གྱི་བསྡུ་བའོ། །སེམས་ཅན་གྱི་ཚོགས་སོ། །སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པའོ། །
en: They assemble beings, they gather beings, and they ripen beings.

source: གང་སེམས་ཅན་ཤིན་ཏུ་དབུལ་པོ་ལས་ཡོངས་སུ་ཐར་བར་བྱེད་པའོ། །རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་ལ་འགོད་པར་བྱེད་པའོ། །
en: They liberate beings from their state of great poverty, and they establish them in the three doors of liberation.

source: ཇི་ལྟ་བུར་སངས་རྒྱས་ཀྱི་ཞིང་རྣམ་པར་མ་དག་པར་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་རྣམ་པ་དེ་ལྟ་བུའི་རྩལ་བྱེད་ཅིང་།
en: This is how some bodhisattvas exert their strength in impure buddha realms and ripen beings with altruistic actions as numerous as the pores on a bodhisattva’s body.

source: བྱང་ཆུབ་སེམས་དཔའི་བ་སྤུའི་ཁུང་བུ་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་དོན་བྱ་བས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའི་དོན་འཐུན་པ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པའི་རྩལ་ཆེན་པོ་གང་ཞེ་ན།
en: “Furthermore, noble sons, what is consistency with the meaning, the great strength used by the bodhisattvas to ripen beings?

source: རིགས་ཀྱི་བུ་ཉོན་མོངས་པ་དང་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་བྱང་ཆུབ་སེམས་དཔའ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་སྤྱད་པ་སྤྱོད་པ་ན། གང་གི་ཚེ་བདག་བརྩོན་པར་འགྱུར་བ་ཡང་ན་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཡང་ན་ནི་ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་།
en: Noble sons, as the bodhisattvas engage in the practice of the six perfections in this buddha realm inundated with the afflictions and the five impurities, whenever they exert themselves in the perfections of generosity, discipline, patience, diligence, concentration, and insight, they motivate beings to adopt those practices.

source: བསམ་གཏན་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་པར་འགྱུར་བ་དེ་དང་དེར་སེམས་ཅན་རྣམས་སྦྱོར་བར་བྱེད་དོ། །གལ་ཏེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སྦྱིན་པ་བྱིན་པས་ཟས་སམ་སྐོམ་ནས། ཡན་ལག་གི་དམ་པ་མགོའི་བར་དུ་གཏོང་བར་འགྱུར་བ་དེ་དེ་ལྟར་སེམས་ཅན་རྣམས་ལ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཡོན་ཏན་སྟོན་པ་དེ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: When bodhisattvas who practice generosity give away anything from food and drinks to their head, the most important limb, they demonstrate the qualities of the perfection of generosity and motivate beings to adopt it.

source: གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སྲོག་གཅོད་པ་སྤངས་ཤིང་སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་བ་དེ་དེ་ལྟར་སྲོག་གཅོད་པ་ཟློག་པར་བྱེད། སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་བར་སྦྱོར་བར་བྱེད་དོ། །
en: When bodhisattvas abandon killing and give rise to compassion toward beings, they also turn them away from killing and motivate them to adopt a compassionate attitude toward all beings.

source: འཇིག་རྟེན་ལས་འདས་པའི་ཚུལ་ཁྲིམས་ལ་འགོད་པར་བྱེད་པ་ནས། ཡང་དག་པར་ལྟ་བའི་བར་དུ་སྨྲ་བར་བྱའོ། །
en: They talk about everything from establishing beings in supramundane discipline to the correct view.

source: ཇི་ལྟར་ཡང་བྱང་ཆུབ་སེམས་དཔའ་བདག་བཟོད་པའི་ཡོན་ཏན་ལྔ་དང་ལྡན་པར་འགྱུར་བ་དང་། བག་ལ་ཉལ་བ་སྤངས་པའི་ཕྱིར་བཟོད་པ་སྒོམ་པར་བྱེད་པ་ནས། མི་སྐྱེ་བའི་ཆོས་ཀྱི་བཟོད་པ་ཐོབ་པའི་བར་དུ་དེ་ལ་སེམས་ཅན་རྣམས་སྦྱོར་བར་བྱེད་ཅིང་མི་སྐྱེ་བའི་ཆོས་ཀྱི་བཟོད་པའི་བར་དུ་འགོད་པར་བྱེད་དོ། །
en: “Bodhisattvas who develop the five qualities of acceptance themselves, who do everything from cultivating acceptance in order to abandon latent tendencies to achieving the acceptance of the unborn nature of phenomena, motivate beings to adopt those qualities and establish them in everything up to the acceptance of the unborn nature of phenomena.

source: ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་བདག་བརྩོན་འགྲུས་བརྩམས་ནས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་དགེ་བའི་ལུས་ཀྱི་ལས་བྱིན་གྱིས་བརླབས་པ་དང་། དགེ་བའི་ངག་གི་ལས་དང་། ཡིད་ཀྱི་ལས་བྱིན་གྱིས་བརླབས་པ་ནས་དགེ་བའི་རྒྱུར་འདུ་ཤེས་པ་དང་། ཞི་བ་དང་། སྙིང་རྗེ་ཆེན་པོའི་རྒྱུར་འདུས་བྱས་རྣམས་རྣམ་པར་མི་སྤོང་བ་དེ་ལ་སེམས་ཅན་རྣམས་སྦྱོར་བར་བྱེད། འགོད་པར་བྱེད་དོ། །
en: Bodhisattvas who exercise diligence themselves display virtuous physical, verbal, and mental actions in order to ripen beings, motivate beings to adopt and not to abandon perceptions that are the causes of virtue and mental formations, which are themselves the causes of great peace and compassion, and establish them in this attitude.

source: ཇི་ལྟ་བུར་བྱང་ཆུབ་སེམས་དཔའ་ཉན་ཐོས་དང་། རང་རྒྱལ་བ་འདུལ་བའི་ཕྱིར་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་གནས་ཏེ། བསམ་གཏན་ལ་བསམ་གཏན་དུ་བྱེད་དོ། །
en: “Bodhisattvas abide in the vehicles of hearers and solitary buddhas in order to tame the hearers and the solitary buddhas and meditate on the concentrations.

source: དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ཉན་ཐོས་དང་། རང་རྒྱལ་བ་དང་བྲལ་བའི་བསམ་གཏན་ལ་བསམ་གཏན་དུ་བྱེད་དོ། །
en: They meditate on the concentrations that are disconnected from those of the hearers and the solitary buddhas in order to perfect the absorptions of the thus-gone ones.

source: བྱང་ཆུབ་སེམས་དཔའ་བདག་མེད་པའི་བསམ་གཏན་ལ་བསམ་གཏན་དུ་བྱེད་པ་ནས་འཁྱིལ་བ་དང་། ལྡོག་པའི་བསམ་གཏན་ཐོབ་པའི་བར་དུ་དེ་ལ་སེམས་ཅན་རྣམས་དེ་དང་དེ་དག་གི་ཡོན་ཏན་ལ་སྦྱོར་བར་བྱེད། འགོད་པར་བྱེད་དོ། །
en: Bodhisattvas meditate on the concentration of the lack of self until they achieve the concentrations of winding up and unraveling, and motivate beings to adopt those concentrations and establish them in their qualities.

source: ཇི་ལྟ་བུར་བྱང་ཆུབ་སེམས་དཔའ་བདག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མངོན་པར་བརྩོན་པ་ན་ཐབས་སྣ་ཚོགས་ཀྱིས་ཤེས་རབ་ཀུན་འབྱུང་བར་བྱེད་དོ། །
en: “When bodhisattvas strive for the perfection of insight themselves, they bring about insight with a variety of skillful means.

source: ཇི་ལྟར་བདག་མངོན་སུམ་དུ་འགྱུར་བ་དེ་ལྟར་སེམས་ཅན་རྣམས་སྦྱོར་བར་བྱེད་དོ། །
en: They motivate beings to have the same direct perception as themselves.

source: ཇི་ལྟ་བུར་ཆོས་ཐམས་ཅད་ལ་ཡེ་ཤེས་ཐོབ་ཅིང་ཕ་རོལ་མ་ཡིན་པའི་རྐྱེན་མངོན་པར་ཤེས་པ་དེ་ལྟར་སེམས་ཅན་གྱི་རྒྱུའི་ཕྱིར་ཆོས་འདི་དག་འབྱུང་བ་འདི་ནི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་སྦྱོར་བའི་ཐབས་ལ་མཁས་པའི་ཡེ་ཤེས་ཏེ།
en: The qualities that arise in order to cause beings to achieve wisdom regarding all phenomena and understand the condition of being unparalleled are the wisdom of skillful means that is employed to ripen beings.

source: གང་གི་ལས་ཀྱིས་སེམས་ཅན་རྣམས་དགེ་བའི་རྩ་བ་སྐྱེད་པར་ནུས་པ་དེའི་བར་དུ་སྦྱོར་བའི་བྱིན་གྱིས་བརླབས་པའི་ཕྱིར་ཆགས་པ་ཡང་མེད་དོ། །
en: They have absolutely no attachment so that they become empowered to the extent of being able to produce roots of virtue in beings.

source: སེམས་ཅན་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་རྣམས་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: The bodhisattvas motivate beings who follow the vehicle of the hearers to adopt the vehicle of the hearers.

source: སེམས་ཅན་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: They motivate beings who follow the vehicle of the solitary buddhas to adopt the vehicle of the solitary buddhas.

source: སེམས་ཅན་རྣམས་ཇི་ལྟ་བུར་ཕྲ་བའི་ཆོས་ལ་ཡེ་ཤེས་མངོན་སུམ་དུ་འབྱུང་བར་འགྱུར་བ་དེ་ལྟར་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་ཟབ་མོ་ལ་སྦྱོར་བར་བྱེད་དོ། །
en: They motivate beings to adopt the profound conduct of awakening so that the wisdom regarding the subtle Dharma will be apparent for them as well.

source: ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ལ་མཁས་པའི་ཡེ་ཤེས་དང་ལྡན་པའི་དྲན་པ་རྣམ་པར་མི་སྤོང་བ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་རབ་ཏུ་འབྱེད་པའི་ཡེ་ཤེས་མངོན་པར་བསྒྲུབས་པའོ། །
en: Not relinquishing mindfulness that is endowed with the wisdom of understanding karmic ripening is the bodhisattvas’ skillful means that accomplishes discriminating wisdom.

source: གང་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་དང་སེམས་ལ་དབང་བྱེད་པར་རབ་ཏུ་ཤེས་ཤིང་སྐད་ཅིག་མར་འཇིག་པའི་མཚན་ཉིད་ལ་ཡང་རྟོག་པ་དང་།
en: “Bodhisattvas who know how to control phenomena and the mind understand that they have the characteristic of momentary disintegration and never forsake their great compassion for beings.

source: སེམས་ཅན་ལ་སྙིང་རྗེ་ཆེན་པོ་རྣམ་པར་མི་སྤོང་བ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་མངོན་པར་བསྒྲུབས་པའོ། །
en: These are the bodhisattvas’ skillful means that accomplish the ripening of beings.

source: གང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་སྟོང་པ་ཉིད་དང་། དོན་དམ་པ་སྟོང་པ་ཉིད་ལ་སྤྱོད་པ་ཐམས་ཅད་ཀྱི་མཚན་ཉིད་དུ་དམིགས་པ་ཡང་མེད་ཅིང་སེམས་ཅན་རྣམས་ཐེག་པ་གསུམ་ལ་སྦྱོར་བར་བྱེད་པ་དང་།
en: “Bodhisattvas do not apprehend the emptiness of beings or the emptiness that is the ultimate truth in terms of the characteristic of all forms of conduct; they motivate beings to adopt the three vehicles, and they continuously engage in ripening beings.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་སྦྱོར་བའི་རྒྱུན་མ་བཅད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་མངོན་པར་བསྒྲུབས་པའོ། །
en: These are the bodhisattvas’ skillful means that accomplish the ripening of beings.

source: གང་བྱང་ཆུབ་སེམས་དཔའ་ལུས་དང་ངག་དང་ཡིད་ཀྱི་འདུ་བྱེད་བདག་མེད་པ་དང་ལྡན་པས་ཆོས་སྟོན་པ་ལ་དམིགས་པ་མེད་པ་དང་། ཉན་པ་དང་། སྒྲ་དང་དབྱངས་ལ་དམིགས་པ་མེད་པ་དང་། ལས་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ལ་དམིགས་པ་མེད་པ་དང་།
en: “Since bodhisattvas realize that physical, verbal, and mental formations lack a self, they do not apprehend a Dharma teacher, they do not apprehend listeners, sounds, or a voice, and they do not apprehend the karmic fruition of actions.

source: སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་བའི་ཕྱིར་ཡང་སེམས་ཅན་ཕྱིན་ཅི་ལོག་ལ་ཡང་དག་པར་འདུ་བ་མེད་པ་རྣམས་ལ་སེམས་ཅན་གྱི་མཚན་ཉིད་ཀྱི་རྗེས་སུ་འབྲེལ་པ་སྟོན་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྦྱང་བ་མངོན་པར་བསྒྲུབས་པའོ། །
en: Out of compassion for beings, they teach in accordance with beings’ characteristics, both those beings who have mistaken views and those beings who do not hold mistaken views. These are the bodhisattvas’ skillful means that accomplish the purification of beings.

source: བྱང་ཆུབ་སེམས་དཔའ་རང་བཞིན་གྱིས་འདུ་བྱེད་པར་མི་དམིགས་ཤིང་གཏོང་བར་ཡང་མི་དམིགས་པ་དང་། ལེན་པ་དང་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་ཡང་མ་ཡིན་ལ།
en: “Naturally, the bodhisattvas do not apprehend formations, giving, receiving, or karmic fruition.

source: སེམས་ཅན་ལ་སྙིང་རྗེ་བའི་ཕྱིར་ཡང་སྦྱིན་པ་བྱིན་པར་འགྱུར་ལ་སེམས་ཅན་རྣམས་ལ་སྦྱིན་པའི་འབྲས་བུ་རྣམ་པར་སྨིན་པར་ཡང་སྟོན་པར་བྱེད་པ་དང་།
en: They practice generosity out of compassion for beings, teach beings about the karmic fruition of generosity, and motivate them to acquire wealth with which they can perform the meritorious deeds of a benefactor.

source: སྦྱིན་པ་པོ་བསོད་ནམས་བྱ་བའི་དངོས་པོ་ལ་སྦྱོར་བར་བྱེད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་མངོན་པར་བསྒྲུབས་པའོ། །
en: These are the bodhisattvas’ skillful means that accomplish the ripening of beings.

source: ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་སེམས་ཅན་གྱི་ལུས་སྤྱོད་པ་མེད་པ་དང་། འགྱུར་བ་མེད་པ་དང་། མི་གཙང་བའི་གཟུགས་བརྙན་ལྟ་བུར་རབ་ཏུ་ཤེས་པ་དང་།
en: “Bodhisattvas know that the bodies of beings lack activity, lack existence, and are like impure reflections.

source: སེམས་བྲག་ཅ་ལྟ་བུར་བརྟག་པ་དང་། འདུ་བྱེད་སྒྱུ་མའི་རང་བཞིན་ལྟ་བུར་རབ་ཏུ་ཤེས་པ་དང་།
en: They understand that thoughts are like echoes, and they know that formations are like an illusion.

source: སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་ཆེན་པོ་རབ་ཏུ་སྦྱོར་བ་རྣམ་པར་མི་སྤོང་བ་དང་། སེམས་ཅན་རྣམས་ལུས་དང་ངག་དང་། ཡིད་ཀྱི་འདུ་བྱེད་ལ་སྦྱོར་བར་བྱེད་པ་དང་།
en: They never give up practicing great compassion for beings, they motivate beings to use physical, verbal, and mental formations, and they use that to give the correct teaching on cause and effect.

source: རྒྱུ་དང་འབྲས་བུ་ཡང་དག་པར་སྟོན་པར་བྱེད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་མངོན་པར་བསྒྲུབས་པའོ། །
en: These are the bodhisattvas’ skillful means that accomplish the ripening of beings.

source: ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟ་བུར་བདག་མེད་ཅིང་མངོན་པར་འདུ་མི་བྱེད་པའི་ཚུལ་ཁྲིམས་ལ་རྟོག་པར་བྱེད་པ་དང་།
en: “Bodhisattvas lead beings to understand the discipline related to the lack of self and nonaccumulation.

source: སྤྱོད་པའི་མཚན་ཉིད་ཀྱང་རབ་ཏུ་ཤེས་པ་དང་། འདི་ལ་སེམས་ཅན་གྱི་བཏང་སྙོམས་སུ་རབ་ཏུ་སྦྱོར་བར་མི་འགྱུར་བ་དང་།
en: They know the characteristics of conduct, they do not engage in this world with the indifference of beings, and they motivate beings to adopt the three types of phenomena.

source: སེམས་ཅན་རྣམས་དང་ཕུང་པོ་གསུམ་ལ་སྦྱོར་བར་བྱེད་པ་འདི་ནི་ལྷག་པའི་ཚུལ་ཁྲིམས་སུ་སློབ་པ་དང་ལྷག་པའི་སེམས་དང་།
en: This is how they motivate them to adopt the higher trainings of discipline, thought, and insight.

source: ལྷག་པའི་ཤེས་རབ་ལ་སྦྱོར་བར་བྱེད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་བསྒྲུབས་པའོ། །
en: These are the bodhisattvas’ skillful means that accomplish the ripening of beings.

source: ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་ལྟར་ལུས་དང་ངག་དང་ཡིད་ཀྱི་འདུ་བྱེད་སྐད་ཅིག་ཏུ་འཇིག་པའི་མཚན་ཉིད་དུ་ཤེས་ཏེ། འདུས་མ་བྱས་ཀྱི་གནས་དང་བྲལ་བར་ཡང་དག་པར་རྗེས་སུ་མཐོང་ཞིང་སེམས་ཅན་རྣམས་ལ་ཏིང་ངེ་འཛིན་དང་། བཟོད་པའི་རྒྱུ་དང་།
en: “Bodhisattvas know that physical, verbal, and mental formations have the characteristic of momentary disintegration, they see that they are separate from the unconditioned state, they teach beings that the cause of absorption and acceptance is the same as the result, and they motivate beings to adopt that teaching.

source: འབྲས་བུ་མཚུངས་པར་སྟོན་པ་དེ་ལ་སེམས་ཅན་རྣམས་སྦྱོར་བར་བྱེད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་མངོན་པར་བསྒྲུབས་པའོ། །
en: These are the bodhisattvas’ skillful means that accomplish the ripening of beings.

source: བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་ཡང་བླང་བ་མེད་པ་དང་དོར་བ་མེད་པའི་འདུ་བྱེད་ཐམས་ཅད་ཤེས་ཤིང་རྒྱུ་དང་འབྲས་བུར་ཡང་རྟོག་པ་དང་།
en: “Bodhisattvas know that all formations lack acceptance and rejection, and they also understand them in terms of cause and effect.

source: ཆོས་ཐམས་ཅད་སྐྱེ་བ་དང་འགོག་པར་དམིགས་པ་མེད་པ་དང་། རྒྱུ་དང་རྐྱེན་གྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་དང་བྲལ་བར་རབ་ཏུ་མི་ཤེས་པ་དང་།
en: They do not apprehend any phenomena in terms of arising and cessation, and they do not think that phenomena are without the karmic fruition of causes and conditions.

source: སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་། སྙིང་རྗེ་ཆེན་པོའི་རྒྱུན་མི་གཅོད་པ་དང་། ཡང་སེམས་ཅན་རྣམས་ཀྱི་ཉོན་མོངས་པ་རབ་ཏུ་སྤངས་པ་དང་། ཕུང་པོ་ཡོངས་སུ་ཤེས་པ་དང་། ཡེ་ཤེས་མངོན་སུམ་དུ་བྱ་བའི་ཕྱིར་བརྩོན་འགྲུས་བརྩམ་པ་དང་།
en: They ripen beings, they continually practice great compassion, they completely abandon the afflictions of beings, they fully understand the aggregates, they exercise diligence in order to actualize wisdom, they teach about the fruition of causes, and they inspire lazy beings to embrace the suffering involved in focusing on diligence.

source: རྒྱུའི་འབྲས་བུ་སྟོན་པར་བྱེད་པ་དང་། སེམས་ཅན་ལེ་ལོ་ཅན་རྣམས་བརྩོན་འགྲུས་ལ་དམིགས་པའི་སྡུག་བསྔལ་འཛིན་པ་ལ་སྦྱོར་བ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་མངོན་པར་བསྒྲུབས་པའོ། །
en: These are the bodhisattvas’ skillful means that actualize the ripening of beings.

source: བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་ཡང་བསམ་གཏན་ལ་བསམ་གཏན་དུ་བྱེད་ཅིང་འདུ་བྱེད་ཐམས་ཅད་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མཐོང་བ་དང་།
en: “Bodhisattvas practice concentration and see that all formations are impermanent.

source: སྡུག་བསྔལ་བ་དང་། བདག་མེད་པ་དང་། རྨྱོང་བ་མེད་པ་དང་། བྱས་པ་མེད་པ་དང་། བྱ་བ་མེད་པ་དང་།
en: They perceive all formations, which they understand as the wisdom related to suffering—without self, unexperienced, uncreated, inactive, unarising, and without momentary destruction.

source: ཀུན་ནས་ལྡང་བ་མེད་པ་དང་། སྐད་ཅིག་ཏུ་ཟད་པ་མེད་པའི་ཡེ་ཤེས་ལ་མཁས་པའི་འདུ་བྱེད་རྣམས་ཡང་དག་པར་རྗེས་སུ་མཐོང་བ་དང་། སེམས་ཅན་རྣམས་ལ་ཡང་ཕུང་པོ་ལ་རྟེན་པའི་བསམ་གཏན་ཚངས་པར་སྤྱོད་པ་མངོན་པར་ཤེས་པ་ཐོབ་པའི་རྒྱུ་དང་འབྲས་བུ་སྟོན་པ་དང་།
en: They teach beings about the causes and effects related to attaining the concentrations, the abodes of Brahmā, and the supernormal faculties that are based on the aggregates.

source: བསམ་གཏན་གྱིས་ཉོན་མོངས་པ་སྤང་བར་བྱོས་ཤིག་ཅེས་དེ་ལྟར་ལས་གཞན་མ་ཡིན་པས་སེམས་ཅན་རྣམས་བསམ་གཏན་ལ་སྦྱོར་བར་བྱེད་པ་དང་།
en: They motivate beings to practice the concentrations by saying nothing more than ‘abandon the afflictions through the concentrations!’

source: ཐོབ་པ་ཆེན་པོ་ཐོབ་པར་བྱོས་ཤིག་ཅེས་བསམ་གཏན་ལ་སེམས་སྦྱོར་བར་བྱེད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པའི་མངོན་པར་བསྒྲུབས་པའོ། །ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་བླང་བ་མེད་ཅིང་དོར་བ་མེད་པ་དང་།
en: They motivate them to apply their minds to the concentrations by saying ‘achieve the great attainment!’

source: ཆགས་པ་དང་།
en: These are the bodhisattvas’ skillful means that actualize the ripening of beings.

source: ཁོང་ཁྲོ་བ་གཉི་ག་དང་བྲལ་བས་ཐམས་ཅད་བཏང་སྙོམས་ཐོབ་པ་དང་། ནན་ཏན་དང་། བདག་ཏུ་ཤེས་པ་དང་། མི་སྐྱེ་བའི་ཆོས་ཀྱི་བཟོད་པ་དང་། བསམ་གཏན་གྱི་དབང་པོ་ལ་ཡིད་ཀྱི་འདུ་བྱེད་རྣམས་རྟོག་པར་མི་བྱེད།
en: “Since bodhisattvas are without acceptance and rejection and are free from both attachment and aversion, they do not conceptualize or think about the mental formations related to the development of impartiality toward everyone, persistence, the perception of a self, the acceptance of the unborn nature of phenomena, and the power of concentration.

source: རྣམ་པར་རྟོག་པར་མི་བྱེད་པ་དང་། སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་ཆེན་པོ་རབ་ཏུ་སྦྱོར་བ་ཡོངས་སུ་འགྲུབ་པ་རབ་ཏུ་མི་སྤོང་བ་དང་། ཤེས་རབ་སྒོམ་པ་ལ་བརྩོན་པས་སེམས་ཅན་རྣམས་འཁོར་བའི་བཙོན་ར་ལས་རབ་ཏུ་ཐར་བར་སྟོན་པ་དང་།
en: Since they do not give up practicing great compassion toward beings and are diligent in the cultivation of insight, they show beings how to become free from the prison of saṃsāra.

source: སེམས་ཅན་རྣམས་ཐོས་པ་དང་བསམ་གཏན་ལ་བརྩོན་ཞིང་ཚོལ་བ་བསྒོམ་པ་ལ་སྦྱོར་བར་བྱེད་པ་དང་། ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟ་ཇི་ལྟ་བུར་དགེ་བའི་ཆོས་ཀྱི་ཁྱད་པར་ཁོང་དུ་ཆུད་པས་འཁོར་བའི་འདམ་ལས་རྒལ་བར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟ་བུར་སེམས་ཅན་རྣམས་ཆོས་དེ་དང་དེ་དག་ལ་ཡང་དག་པར་གཞོག་པར་བྱེད་སྦྱོར་བར་བྱེད།
en: They inspire beings to be diligent in study and meditation and to cultivate an analytical mind, and since bodhisattvas understand which particular qualities are virtuous, they place and establish beings in those qualities that lead to traversing the swamp of saṃsāra.

source: འགོད་པར་བྱེད་པ་འདི་ཡང་བྱང་ཆུབ་སེམས་དཔའི་ཡེ་ཤེས་ཀྱི་ཐབས་ལ་མཁས་པས་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་དོན་འཐུན་པའི་བསྡུ་བའི་དངོས་པོ་མངོན་པར་བསྒྲུབས་པའོ། །
en: These are the skillful means of the bodhisattvas’ wisdom that accomplish consistency in meaning as a means for attracting disciples in order to ripen beings.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་བ་སྤུའི་ཁུང་བུ་ཇི་སྙེད་པ་དེ་སྙེད་ཀྱི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པ་དོན་འཐུན་པའི་བསྡུ་བའི་དངོས་པོའོ། །
en: Noble sons, this the consistency in meaning as a means of attracting disciples that ripens as many beings as the pores on a bodhisattva’s body.

source: གཞན་ཡང་ཉོན་མོངས་པ་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ངན་སོང་གསུམ་དང་། ངན་སོང་དུ་སྤྱོད་པའི་ཉེས་པ་དང་། སེམས་ཅན་ཉོན་མོངས་པ་དང་། ཚེ་དང་ལྟ་བ་དང་། བསྐལ་པའི་རྙོག་པས་བྱང་ཆུབ་སེམས་དཔའ་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ལས་སྨོན་ལམ་གྱི་རྒྱུན་མི་གཅོད་ཅིང་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་ལ་མངོན་པར་མི་འདོད་པ་དང་།
en: “Furthermore, because of the three lower realms, the harmful behaviors of the lower realms, afflicted beings, and the impurities of lifespan, views, and the eon in this buddha realm inundated with the afflictions and the five impurities, bodhisattvas make continual aspirations about this buddha realm inundated with the five impurities.

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་སྨོན་ལམ་མི་བྱེད་དོ། །ཡང་ཉོན་མོངས་པ་དང་།
en: They do not wish for the accumulation of qualities of the buddha realms, and they do not make aspirations to go to purify buddha realms.

source: རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གིས་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པ་ན། སེམས་ཅན་མཚམས་མེད་པ་བྱེད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པ་དང་། མི་དགེ་བའི་རྩ་བ་དང་ལྷན་ཅིག་ཏུ་འགྲོགས་པ་རྣམས་བསྡུ་བའི་དངོས་པོ་རྣམ་པ་བཞི་པོ་འདི་དག་གིས་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པ་སྐྱེད་པར་བྱེད་དོ། །
en: When bodhisattvas practice the conduct of awakening by means of the six perfections in this buddha realm inundated with the afflictions and the five impurities, they use the four means of attracting disciples to ripen beings who commit the acts with immediate retribution, who reject the sacred Dharma, who denigrate the noble ones, and who involve themselves with the roots of nonvirtue.

source: ཐེག་པ་གསུམ་ལ་སྦྱོར་བར་བྱེད་དོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་འགོད་པར་བྱེད་དོ། །
en: They motivate them to practice the three vehicles and establish them in the six perfections.

source: དེ་ཡང་འདིར་དེ་ཙམ་གྱིས་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་ཅིང་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: That is how they practice the conduct of awakening here and ripen beings.

source: འདིར་ཡང་འདུལ་བ་འཛིན་པ་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་འཚང་རྒྱ་བའི་བར་དུའོ། །
en: They do everything here from upholding the Vinaya to becoming a perfect, completely awakened buddha.

source: བྱང་ཆུབ་ཐོབ་པ་ན་ཡང་སེམས་ཅན་མཚམས་མེད་པ་བྱེད་པ་ནས་མི་དགེ་བའི་རྩ་བ་དང་ལྷན་ཅིག་ཏུ་འགྲོགས་པའི་བར་དུ་ཡོངས་སུ་སྨིན་པར་འགྲོ་ཞིང་སེམས་ཅན་རྣམས་ཐེག་པ་གསུམ་ལ་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་ཉོན་མོངས་པའི་ལྟ་བ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་བྱེད་པ་འདིའང་རིགས་ཀྱི་བུ་ཉོན་མོངས་པ་དང་།
en: Even when they attain awakening, they will continue to ripen those who commit the acts with immediate retribution up to those who involve themselves with the roots of nonvirtue. They will ripen beings in the three vehicles and liberate them from all their afflicted views.

source: རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་བྱང་ཆུབ་སེམས་དཔའ་རྩལ་ཆེན་པོས་ཡོངས་སུ་སྨིན་པའི་གོ་ཆའོ། །
en: Noble sons, this is the armor of the great, powerful bodhisattvas who ripen beings in this buddha realm inundated with the afflictions and the five impurities.

source: གང་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་སེམས་ཅན་གྱི་གོ་ཆ་རྣམ་པ་དེ་ལྟ་བུས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བར་མི་ནུས་པ་འདི་ཡང་རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གོ་ཆ་དེ་ལྟ་བུ་དང་ལྡན་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པའོ། །
en: The type of armor of beings that some bodhisattvas use in completely pure buddha realms is not able to ripen beings in the same way, noble sons, but bodhisattva great beings who have an armor such as this ripen beings.

source: ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: This is the third chapter of the Great Vehicle sūtra entitled “The Acceptance of Training Beings with the Sky-Colored Method of Perfect Conduct.”

source: ལེའུ་གསུམ་པའོ།། །།རིགས་ཀྱི་བུ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་གྱི་ཚོགས་གང་ཞེ་ན།
en: Chapter 4 “Noble sons, what is the bodhisattvas’ accumulation of the qualities of the buddha realms?

source: རིགས་ཀྱི་བུ་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པ་བར་འགའ་ཇི་ཞིག་ཏུ་སྐྱེས་པ་ན་སེམས་ཅན་མཚམས་མེད་པ་བྱེད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། འཕགས་པ་རྣམས་ལ་སྐུར་པ་འདེབས་པ་དང་། མི་དགེ་བའི་རྩ་བ་དང་ལྷན་ཅིག་འགྲོགས་པ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད།
en: Noble sons, whenever compassionate bodhisattva great beings are born in this buddha realm inundated with the afflictions and the five impurities, they ripen beings who commit the acts with immediate retribution, who reject the sacred Dharma, who denigrate the noble ones, and who involve themselves with the roots of nonvirtue.
